// Settings Menu for Front Row

FRSettingsName = "Nom";
FRSettingsVersion = "Version SW";
FRSettingsScreenSaver = "Économiseur d’écran";
FRSettingsUISounds = "Effets sonores";
FRSettingsPhotoDB = "Source de la photo";

FRSettingsOff = "Désactivé";
FRSettingsOn = "Activé";
